Repository: Alex-NRCan/ClipZipShipAdmin
Catalog: web/translations/*/LC_MESSAGES/messages.po
Languages: fr

# MAIN_HOME
source: Home
fr: Accueil

# MAIN_ADD
source: Add
fr: Ajouter

# MAIN_MY_PROFILE
source: My Profile
fr: Mon profil

# MAIN_LOG_OUT
source: Log out
fr: Déconnexion

# MAIN_LOG_IN
source: Log in
fr: Connexion

# ADD_MSG_QUERYING_WAIT
source: Querying, please wait...
fr: Requête en cours, patientez svp...

# ADD_TITLE_ENGLISH
source: Title English
fr: Titre anglais

# ADD_TITLE_FRENCH
source: Title French
fr: Titre français

# ADD_DESCRIPTION_ENGLISH
source: Description English
fr: Description anglaise

# ADD_DESCRIPTION_FRENCH
source: Description French
fr: Description française

# ADD_KEYWORDS_ENGLISH
source: Keywords English
fr: Mots-clés anglais

# ADD_KEYWORDS_FRENCH
source: Keywords French
fr: Mots-clés français

# ADD_SPATIAL_REF_DATA
source: Spatial Reference of the Data
fr: Référence spatiale des données

# ADD_EXTENT_IN_CRS84
source: Extent in CRS84
fr: Étendu en CRS84

# ADD_TEMPORAL_EXTENT_BEGIN
source: Temporal Extent Begin
fr: Étendu temporel début

# ADD_TEMPORAL_EXTENT_END
source: Temporal Extent End
fr: Étendu temporel fin

# ADD_GEOMETRY_WKT
source: Geometry WKT (in SRID:4617)
fr: Géométrie WKT (en SRID:4617)

# ADD_NAME_OF_COLLECTION
source: Name of the collection
fr: Nom de la collection

# ADD_DATABASE_HOST
source: Database host
fr: Hôte de la base de données

# ADD_DATABASE_PORT
source: Database port
fr: Port de la base de données

# ADD_DATABASE_NAME
source: Database name
fr: Nom de la base de données

# ADD_DATABASE_USERNAME
source: Database user
fr: Nom d'utilisateur de la base de données

# ADD_DATABASE_PASSWORD
source: Database password
fr: Mot de passe de la base de données

# ADD_NAME_OF_SCHEMA
source: Name of the database schema <i class='note-detail'>case sensitive</i>
fr: Nom du schéma dans la base de données <i class='note-detail'>case sensitive</i>

# ADD_NAME_OF_TABLE
source: Name of the table <i class='note-detail'>case sensitive</i>
fr: Nom de la table <i class='note-detail'>case sensitive</i>

# ADD_LOAD_EXTENT
source: Load Extent
fr: Charger l'étendu

# ADD_NAME_OF_DATA_ID_FIELD
source: Data ID Field
fr: Nom du champ de l'identifiant

# ADD_QUERYABLES
source: Data queryables
fr: Champs requêtables

# ADD_NAME
source: Name
fr: Nom

# ADD_MSG_PORT_NOT_A_NUMBER
source: Database port is not a number
fr: Le port de la base de données n'est pas un nombre

# ADD_MSG_CRS_NOT_A_NUMBER
source: Spatial Reference is not a number
fr: La référence spatiale n'est pas un nombre

# ADD_MSG_COLLECTION(S)_ADDED
source: Collection(s) added
fr: Collection(s) ajoutée(s)

# ADD_MSG_MAKE_SURE_ALL_UNIQUE
source: Make sure all collection names are unique
fr: Assurez-vous que chaque nom de collection soit unique

# ADD_MSG_NO_COVERAGE_FILES_TO_ADD
source: No coverage files to add
fr: Aucune couverture à ajouter

# ADD_MSG_COLLECTION_ADDED
source: Collection added
fr: Collection ajoutée

# ADD_COLLECTION
source: Add a collection
fr: Ajouter une collection

# ADD_COLLECTION_DO
source: Type the Metadata UID to use in order to pre-fill the form
fr: Inscrivez l'identifiant UID à utiliser pour le pré-remplissage du formulaire

# ADD_PRE_FILL
source: Pre-fill
fr: Pré-remplir

# ADD_TYPE_FEATURE
source: Feature
fr: Vectoriel

# ADD_TYPE_COVERAGE
source: Coverage
fr: Matriciel

source: ----!---- Add new parent ----!----
fr: ----!---- Ajouter nouveau parent ----!----

# ADD_CHECK_ALL
source: Check all
fr: Cocher tous

# ADD_ADD
source: Add
fr: Ajouter

# HOME_SUB_TITLE
source: <p>Committed to improving the quality of life of Canadians by ensuring the countryâ€™s abundant natural resources are developed sustainably, competitively and inclusively.</p
fr: <p>Améliorer la qualité de vie des Canadiens et Canadiennes en veillant à ce que nos ressources naturelles abondantes soient exploitées de façon durable, compétitive et inclusive.</p

# HOME_MORE
source: <h2>More information</h2>
fr: <h2>Plus d'information</h2>

# HOME_MORE_CONNEXION
source: To learn more about the possibilities of this API, please view the <a id="swaggerAnchor">Swagger User Interface</a>.
fr: Pour en connaître d'avantage sur les possibilités de cet API, visitez l'<a id="swaggerAnchor">interface utilisateur Swagger</a>.

# HOME_MORE_NO_CONNEXION
source: Load the API with Connexion to have the option to view the Swagger User Interface.
fr: Charger l'API avec Connexion afin de visualiser l'interface utilisateur Swagger.

# LOGIN_LOG_IN
source: Log in
fr: Connexion

# DENIED_TITLE
source: Denied. Not enough privileges.
fr: Défendu. Privilèges insuffisants.

# DENIED_BUTTON
source: Logout to login again
fr: Se connecter sur un autre compte

# EXPIRED_TITLE
source: Your credentials are either missing, invalid, revoked or have become expired.
fr: Vos informations d'authentification sont manquantes, invalides, revoquées ou échues.

# EXIRED_BUTTON
source: Log back in
fr: Se reconnecter

# LOGOUT_TITLE
source: Logging out, please wait...
fr: Déconnexion en cours, veuillez patienter...

# NOT_FOUND_TITLE
source: Page couldn't be found.
fr: Page introuvable.

# NOT_FOUND_BUTTON
source: Back home
fr: Retour à l'accueil
